modify docs
Signed-off-by: arnabnandikgp <arnabnandi2002@gmail.com>
